{
    "Batman Begins": [
        "It's not who I am underneath, but what I do that defines me.",
        "Why do we fall? So we can learn to pick ourselves up.",
        "I'm not afraid. I'm angry.",
        "Justice is about harmony. Revenge is about making yourself feel better."
    ],
    "The Dark Knight": [
        "Why so serious?",
        "Some men just want to watch the world burn.",
        "You either die a hero or live long enough to see yourself become the villain.",
        "I'm not a monster. I'm just ahead of the curve."
    ],
    "The Dark Knight Rises": [
        "Rise.",
        "No one cared who I was until I put on the mask.",
        "A hero can be anyone. Even a man doing something as simple and reassuring as putting a coat around a little boy's shoulders.",
        "I won't bury you. I've buried enough members of the Wayne family."
    ],
    "Inception": [
        "You mustn't be afraid to dream a little bigger, darling.",
        "An idea is like a virus, resilient, highly contagious.",
        "Dreams feel real while we're in them. It's only when we wake up that we realize something was actually strange.",
        "Do you want to take a leap of faith? Or become an old man, filled with regret, waiting to die alone?"
    ],
    "Interstellar": [
        "Love is the one thing we're capable of perceiving that transcends dimensions of time and space.",
        "Do not go gentle into that good night.",
        "Rage, rage against the dying of the light.",
        "We used to look up at the sky and wonder at our place in the stars. Now we just look down and worry about our place in the earth."
    ],
    "Man of Steel": [
        "You're going to change the world.",
        "Hope is like your car keys, easy to lose, but if you dig around, it's usually close by.",
        "I will honor my father's memory by freezing your throat.",
        "Every person can be a force for good."
    ],
    "Wonder Woman": [
        "I used to want to save the world. To end war and bring peace to mankind.",
        "What I do is not up to you.",
        "I am fighting for those who cannot fight for themselves.",
        "It's not about what you deserve, it's about what you believe."
    ],
    "Avengers: Age of Ultron": [
        "I'm gonna show you something beautiful. Everybody wants to be a hero, but nobody wants to do the work.",
        "We're in the endgame now.",
        "I can't turn off the mind. It doesn't work like that."
    ],
    "Captain America: Civil War": [
        "So, was I right? That whole life they're perfect, pristine... bs.",
        "If we can't protect the Earth, you can be damn sure we'll avenge it.",
        "I can do this all day."
    ],
    "Iron Man 3": [
        "I am Iron Man.",
        "We create our own demons.",
        "Sometimes you gotta run before you can walk."
    ],
    "Captain America: The First Avenger": [
        "I don't want to kill anyone. I don't like bullies; I don't care where they're from.",
        "Who wants to go first?",
        "I'm with you till the end of the line."
    ],
    "Iron Man": [
        "I am Iron Man.",
        "You stood by my side all these years while I reaped the benefits of destruction.",
        "Sometimes you gotta run before you can walk."
    ],
    "Ant-Man": [
        "I'm gonna be the hero my daughter already thinks I am.",
        "One moment you're the normal guy, the next moment you're a superhero.",
        "I know a guy."
    ],
    "Iron Man 2": [
        "I am Iron Man. The suit and I are one.",
        "I have successfully privatized world peace.",
        "It's good to be back."
    ],
    "Captain America: The Winter Soldier": [
        "On your left.",
        "The price of freedom is high, but it's a price I'm willing to pay.",
        "I'm with you till the end of the line."
    ],
    "Guardians of the Galaxy": [
        "I am Groot.",
        "We're just gonna have to ignore the rules, toss some bad guys out of the way, and save the galaxy.",
        "Dance-off, bro. Me and you."
    ],
    "Thor: The Dark World": [
        "I would rather be a good man than a great king.",
        "Trust my rage.",
        "I gave you my word, I will protect Jane."
    ],
    "The Shawshank Redemption": [
        "Get busy living, or get busy dying.",
        "Hope is a good thing, maybe the best of things.",
        "Remember Red, hope is a good thing, maybe the best of things, and no good thing ever dies."
    ],
    "Pulp Fiction": [
        "Say 'what' again. Say 'what' again, I dare you!",
        "I'm trying real hard to be the shepherd.",
        "English, motherfucker, do you speak it?"
    ],
    "The Matrix": [
        "I know kung fu.",
        "There is no spoon.",
        "Welcome to the desert of the real."
    ]
}

